"Afghan Dari" = "Afghan Dari";
"Afghan Pashto" = "Afghan Pashto";
"Afghan Uzbek" = "Afghan Uzbek";
"Arabic" = "Arabic";
"Arabic-QWERTY" = "Arabic-QWERTY";
"Armenian-HM QWERTY" = "Armenian-HM QWERTY";
"Armenian-Western QWERTY" = "Armenian-Western QWERTY";
"Azeri" = "Azeri";
"Cherokee-Nation" = "Cherokee-Nation";
"Cherokee-QWERTY" = "Cherokee-QWERTY";
"Croatian" = "Croatian";
"Devanagari" = "Devanagari";
"Devanagari-QWERTY" = "Devanagari-QWERTY";
"Faroese" = "Faroese";
"Finnish Extended" = "Finnish Extended";
"Greek" = "Greek";
"Greek Polytonic" = "Greek Polytonic";
"Gujarati" = "Gujarati";
"Gujarati-QWERTY" = "Gujarati-QWERTY";
"Gurmukhi" = "Gurmukhi";
"Gurmukhi-QWERTY" = "Gurmukhi-QWERTY";
"Hawaiian" = "Hawaiian";
"Hebrew" = "Hebrew";
"Hebrew-QWERTY" = "Hebrew-QWERTY";
"Icelandic" = "Icelandic";
"Inuktitut-Nunavut" = "Inuktitut-Nunavut";
"Inuktitut-Nutaaq" = "Inuktitut-Nutaaq";
"Inuktitut-QWERTY" = "Inuktitut-QWERTY";
"Inuttitut Nunavik" = "Inuttitut Nunavik";
"Irish Extended" = "Irish Extended";
"Maori" = "Maori";
"Nepali" = "Nepali";
"Northern Sami" = "Northern Sami";
"Norwegian Extended" = "Norwegian Extended";
"Persian" = "Persian";
"Persian-ISIRI 2901" = "Persian-ISIRI 2901";
"Romanian" = "Romanian";
"Serbian-Latin" = "Serbian-Latin";
"Slovenian" = "Slovenian";
"Thai" = "Thai";
"Thai-PattaChote" = "Thai-PattaChote";
"Turkish" = "Turkish";
"Turkish-QWERTY" = "Turkish-QWERTY";
"Turkish-QWERTY-PC" = "Turkish-QWERTY-PC";
"US Extended" = "US Extended";
"Vietnamese" = "Vietnamese";
"Welsh" = "Welsh";
